Repository: mozilla-l10n/mt-training-data
Catalog: yua/yua_pontoon.tmx
Source language: en_us
Languages: yua

source: %1$s is ready to block ads
yua: %1$1 Je’el u tupik kombil ba’al

source: Ad blocking
yua: Tu’upulil ti’ kombil ba’al

source: Ad Blocking
yua: Tu’upulil kombil ba’al

source: As a private browser, we never save and cannot restore your last browsing session.
yua: Bey junp'éel maan ich web chen teeche', mixbik'íin táabsiko'on ba'al, beyo' mun beytal k-suutik le u xuul a maansaj ich webe'

source: Authentication required
yua: k'áabet u yila'al wa utsi'

source: Autocomplete
yua: Chuupuk tu juunaj

source: Block ads and other annoyances
yua: Ma' meyajta'al chen le cookies ku tsaypachtik óoxililo'ob

source: Block all cookies (will cause websites to break)
yua: Tu’upak tuláakal le cookieso’ (je’el u béetku k’astal u kúuchilo’ob web)

source: Block all third-party cookies (may cause websites to break)
yua: Tu’upak tuláakal le cookies ti’ yáanal máaxo’ (je’el u béetku k’astal u kúuchilo’ob web)

source: Block content like ads and code that follow you around the web and slow you down. Turn on ad blocking to browse faster without annoying ads.
yua: Tu’up u yóolil kombil ba’al yéetel le woojil ku tsaypachtik ich web, ka u yéemlu xíimbal. Meyajtej le u tu’upulil kombil ba’al uti’al a máansabaj séebanil ich web mix ku chíikpajal k’as kombil ba’alob.

source: Blocks trackers that analyze and measure interactions like tapping and scrolling
yua: Ku jéelsik u meyaj le kaxan ba’il ku yilik yéetel ku p’isik muul meyajilo’ob, je’e bey le ku péets’al bey xan le ku péeksal

source: Blocks tracking activity, but may cause some sites and pages to behave unexpectedly
yua: Ku tupik u asab meyajil, che ba’ale’ je’el u béetku k’astal u meyajil jejelas kúuchilo’ob web.

source: Block third-party trackers cookies (recommended)
yua: Ma' meyajta'al chen le cookies ku tsaypachtik óoxililo'ob

source: Browse faster by stopping ads and code that follows you around the web.
yua: Je’el a màansaba’aj séebanil wa ka jéelsik le kombil ba’al yéetel le woojil ku tsaypachtik ich web.

source: Content Blocking is disabled
yua: Le tu’upulil ti’ u yóolil ba’ale’ ma’ péekolta’abi’

source: Content Blocking is enabled
yua: Le tu’upulil ti’ u yóolil ba’ale’ péekolta’abi’

source: Copy image address
yua: Ka’a ts’íibta’ak le k’áaba’ ti’ le oochela’

source: Copy link address
yua: Ka’a ts’íibta’ak le k’áaba’ ti’ le nuupankila’

source: Custom URLs
yua: Tsikbe’eniltal URLs

source: Default URL List
yua: Tsool ts’íib URL le ta yáax ts’íibo’

source: Disable
yua: Ma’ péekolta’abi’

source: Downloaded files <b>will not be deleted</b> when you erase %1$s history.
yua: Le ts’íibil éemsajilo’ ma’ u túupulo’ ken túupuk le tsool ts’íib ti’ le %1$s.

source: Download File
yua: Éemsa’ak ts’íibilo’

source: Enable
yua: Péekolta’ab

source: Enable to autocomplete sites you add here.
yua: Ts'a'a u túumben núupankil ti'al le u chúupul tu juunalo'

source: Enable to have %1$s autocomplete over 450 popular URLs in the address bar.
yua: Meyajtej uti’al ka %1$s ku laj chuupuk tu juunaj ich 450 URLs le u taj uts tu yich máak u cha’antik ichil le ba’alil tsola’anilob.

source: New feature! Browse faster by stopping ads and code that follow you around the web.
yua: ¡Túumben ba’al! Je’el a màansaba’aj séebanil wa ka jéelsik le kombil ba’al yéetel le woojil ku tsaypachtik ich web.

source: No (allow all cookies)
yua: Ma’ (cha’abal tuláakal le cookieso’)

source: Oops
yua: Ups

source: Open with app
yua: Je’ebak yéetel le nuupankil je'ela'

source: Problem loading page
yua: Táalamil ken kajak u chuupul le tseel weba’

source: Removes ads designed to track site visits even if you don’t tap them
yua: Ku jo’sik le kombil ba’al béeta’ab uti’al u yojeltaj jayten a wokoj ich le kúuchil web, kex wa ma’ u péets’k’abtal.

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
yua: Súutnen séebanil ti’ a tseel web uts ta wicho’ ich %1$s. Yéey "ts’áabak ich u yáax tseel web" lik’ul u ts’íibil tsoolanilo’ob %1$s.

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
yua: Le oochelo’ob táabsak wa túuxbilta’abo’ <b>mun tuuplo’ob ken tuupuk</b> le tsool %1$s ts’íibtalo’

source: Secure connection failed
yua: K’aschajij le nuupankil uts ka’acho’

source: Sorry. %1$s had a problem and crashed.
yua: In síipil. %1$s Yáantech junp'éel táalamil ka ta we'p'uchtaba'aj.

source: Stops ads and other annoyances using block lists from Easylist, EasyPrivacy, Fanboy’s Annoyance, and 777Guard Mobile Ad Filter
yua: Ku jéelsik u meyaj le kombil ba’al yéetel u láak’ ba’al u béetka k’úuxil, yéetel u tsoolil tu’upul ti’ Easylist, EasyPrivacy, Fanboy's Annoyance y 777Guard Mobile Ad Filter

source: Stops social-media related trackers embedded on websites, including social share buttons
yua: Ku jéelsik u meyaj le kaxan ba’alob yo’sal tsikbalil máako’ob ich kúuchilo’ob web, bey xan le ts’áank’atbil uti’al túuxbil ba’al ich u tsikbalil máako’ob ich kúuchilo’ob web

source: The address wasn’t understood
yua: Ma’ u na’ataj ba’ax k’áaba’ ta ts’íibtaj

source: The connection timed out
yua: Ts’óok u xúupul le súutuk a pa’tik uti’al a ch’aik internet

source: Trusted site? Allowlist disables Tracking Protection for sites you know and trust.
yua: A k'ajolt wa'a le kúuchila' - U tsoolil

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
yua: <ul> <li>Ilawil wa le k’áaba’ ka ts’íibtiko’ uts ts’íibtak, je’e beya’ <strong>ww</strong>.example.com en vez de <strong> <strong>www</strong>.example.com</li> <li>Wa ma’ u beytal a je’ik mix junp’éel u tseel webe’, ilawil wa a núukulila’ yáanti’ u páajtalil u yokoj ich internet.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
yua: <ul> <li>Le tseel weba’ ma’ u je’ebej tumen mina’an u nuupankil le súutuka’ wa jach chuup. Je’eb tu ka’aten ich jun súutuk.</li> <li>Wa ma’ u beytal a je’ik mix junp’éel u tseel webe’, ilawil wa a núukulila’ yáanti’ u páajtalil u yokoj ich internet.</li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
yua: <ul> <li>Le táalamil je’ela’ yáan súutuke’ ku yúuchuj tumen ku p’áataj ma’ u meyajtal uts wa ma’ u cháabal u meyajil cookies.</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
yua: <ul> <li>Kexi’ wa k’áabet a ts’a’ik yáanal ba’il ti’ a núukulil uti’al u beytal a je’ik le tseel weba’.</li> </ul>

source: We can’t load this page for some reason.
yua: Yáan u táalamil ma’ u cha’ik a je’ik le tseel weba’.

source: What's New
yua: Túumbenilo'ob

source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
yua: A ts'áalk'abe' je'el u béetik u meyaj %1$s wa junp'éel URL jeba'anil ich le kúuchilo'. Yáan u t'áabaj le ku payt'aano'

source: Account picture
yua: U yoochel a cuenta

source: Display name
yua: K'aaba' kun e'esbil

source: Email address
yua: Máakalmáak a correo

source: Password reset successfully. Sign in to continue.
yua: Túumbenkuunspaj ta'akbil wooj. Jel ooken.

source: %(permissionName)s (required)
yua: %(permissionName)s (k'abéet)

source: Welcome back
yua: Ki' óolal

source: attack
yua: áatake

source: Attack Site
yua: Ts'ono'oto' ataque

source: attendee
yua: íich'ak

source: authentication code
yua: código u autenticación

source: autoplay
yua: auto báaxal

source: backup authentication code
yua: código autenticación u ju'unil

source: breakpoint
yua: ch'aaj u jaatik

source: Bug report
yua: Informe ti' ba'alo'
